KCX-Mapping-Convert/testdaten/EMCS-V20/UidsFromKids/EMCSStatusResponse.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header><Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true"><To>DE01.CSFALT.2144</To><From>DE.CSF</From><MessageID>EI20100519</MessageID><SentAt>2011-08-19 12:02:00 +0200</SentAt><Act>request</Act><Method>EMCS</Method><MessageVersion>2.0</MessageVersion></Header></soap:Header><soap:Body><Submit xmlns="http://www.eurtradenet.com/schemas/uids/emcs/body/200911"><EMCS><EMCSStatusResponse><LocalReferenceNumber>LocalReferenceNumber</LocalReferenceNumber><CustomerOrderNumber>CustomerOrderNumber</CustomerOrderNumber><Clerk>Clerk</Clerk><AadReferenceCode>AadReferenceCode</AadReferenceCode><SequenceNumber>SequenceNumber</SequenceNumber><Status>Status</Status><LastReceivedMessageType>LastReceivedMessageType</LastReceivedMessageType></EMCSStatusResponse></EMCS></Submit></soap:Body></soap:Envelope>
